Repository: kswift1/Promiso
Catalog: Projects/Shared/Resources/Localizable.xcstrings
Source language: ko
Languages: en

# home.transport.buffer.minutes
source: %lld분
en: %lld min

# home.transport.buffer.minutes.accessibility
source: 여유 시간 %lld분
en: Buffer time %lld min

# home.transport.buffer.none
source: 없음
en: None

# home.transport.buffer.none.accessibility
source: 여유 시간 없음
en: No buffer time

# home.transport.bufferTime
source: 여유 시간
en: Buffer Time

# home.transport.bus
source: 버스
en: Bus

# home.transport.currentLocation
source: 현재 위치
en: Current Location

# home.transport.info.distance
source: 예상 거리
en: Distance

# home.transport.info.duration
source: 소요시간
en: Duration

# home.transport.info.expectedDeparture
source: 예상 출발
en: Leave By

# home.transport.info.fare
source: 요금
en: Fare

# home.transport.info.toll
source: 통행료
en: Toll

# home.transport.info.tollAmount
source: 통행료 %@
en: Toll %@

# home.transport.info.totalDuration
source: 총 소요시간
en: Total Duration

# home.transport.info.transfers
source: 환승
en: Transfers

# home.transport.mapApp.kakao
source: 카카오맵
en: KakaoMap

# home.transport.mapApp.naver
source: 네이버 지도
en: Naver Map

# home.transport.mapAppDialog
source: 지도 앱 선택
en: Choose a map app

# home.transport.minutesOnly
source: %lld분
en: %lld min

# home.transport.notifyWithThis
source: 이 수단으로 알림 받기
en: Alert Me for This Route

# home.transport.openInMap
source: 지도에서 경로보기
en: Open Route in Map

# home.transport.route
source: 경로 %lld
en: Route %lld

# home.transport.route.accessibility
source: 경로 %1$lld, 약 %2$lld분
en: Route %1$lld, about %2$lld min

# home.transport.route.accessibility.selected
source: 선택됨, 경로 %1$lld, 약 %2$lld분
en: Selected, route %1$lld, about %2$lld min

# home.transport.routeDetail
source: 상세 경로
en: Route Details

# home.transport.routeTag.cheapest
source: 최저요금
en: Cheapest

# home.transport.routeTag.fastest
source: 최단
en: Fastest

# home.transport.routeTag.leastTransfers
source: 최소환승
en: Fewest transfers

# home.transport.stationCount
source: (%lld개역)
en: (%lld stations)

# home.transport.stopCount
source: (%lld정류장)
en: (%lld stops)

# home.transport.subway
source: 지하철
en: Subway

# home.transport.title
source: 교통 수단 상세
en: Transport Details

# home.transport.transferCount
source: 환승 %lld
en: %lld transfer(s)

# home.transport.type.driving
source: 자동차
en: Car

# home.transport.type.transit
source: 대중교통
en: Public Transit

# home.transport.type.walking
source: 도보
en: Walk

# home.transport.walkingNotRecommended
source: 10km 이상으로 도보는 비추천이에요
en: Walking 10km+ is not recommended

# home.transport.walkingTime
source: 도보 %lld분
en: Walk %lld min

# home.transport.wonAmount
source: %@원
en: %@ won

# home.upcoming.empty.subtitle
source: 새로운 일정이나 일정을 만들어보세요
en: Create a new schedule or event

# home.upcoming.empty.title
source: 예정된 일정이 없어요
en: No upcoming events

# home.upcoming.groupParticipants
source: %1$@ · %2$lld명 참여 확정
en: %1$@ · %2$lld confirmed

# home.upcoming.participantsConfirmed
source: %lld명 참여 확정
en: %lld confirmed

# home.upcoming.recurringCount
source: 반복 일정 %lld개
en: %lld recurring events

# home.upcoming.title
source: 다가오는 일정
en: Upcoming Schedule

# joinGroup.checking
source: 확인 중...
en: Checking...

# joinGroup.copy
source: 복사
en: Copy

# joinGroup.enterCodeDescription
source: 6자리 초대 코드를 입력해주세요
en: Enter the 6-digit invite code

# joinGroup.enterInviteCode
source: 초대 코드 입력
en: Enter Invite Code

# joinGroup.initialSettings
source: 초기 설정
en: Initial Settings

# joinGroup.joinButton
source: 그룹 참여하기
en: Join Group

# joinGroup.joinFailed
source: 참여 실패
en: Join Failed

# joinGroup.joining
source: 참여 중...
en: Joining...

# joinGroup.paste
source: 붙여넣기
en: Paste

# joinGroup.seeMore
source: 더보기
en: See More

# joinGroup.title
source: 그룹 참여
en: Join Group

# kakaoShare.groupInviteDescription
source: 참여하고 일정을 함께 관리해보세요
en: Join and manage schedules together

# kakaoShare.groupInviteTitle
source: %1$@님이 %2$@ 그룹에 초대했어요 👋
en: %1$@ invited you to %2$@ 👋

# kakaoShare.inviteLinkShared
source: 초대 링크를 공유했어요
en: Invite link shared

# kakaoShare.joinButton
source: 참여하기
en: Join

# kakaoShare.kakaoInviteButton
source: 카카오톡으로 초대장 보내기
en: Send Invite via KakaoTalk

# kakaoShare.scheduleCheckButton
source: 일정 확인하기
en: View Schedule

# kakaoShare.scheduleShared
source: 일정을 공유했어요
en: Schedule shared

# kakaoShare.scheduleTitle
source: %1$@ %2$@ 일정을 확인해보세요 📩
en: Check out %1$@ %2$@ 📩

# kakaoShare.upcomingSchedule
source: 다가오는 일정
en: Upcoming schedule

# liveSchedule.autoStartDescription
source: 일정 시간 전에 자동으로 시작돼요
en: Starts automatically before the schedule time

# liveSchedule.change
source: 변경
en: Change

# liveSchedule.directions
source: 길찾기
en: Directions

# liveSchedule.error.activityNotFound
source: 활성화된 라이브액티비티를 찾을 수 없습니다.
en: Could not find an active Live Activity.

# liveSchedule.error.notSupported
source: 이 기기에서는 라이브액티비티를 지원하지 않습니다.
en: Live Activity is not supported on this device.

# liveSchedule.error.startFailed
source: 라이브액티비티 시작에 실패했습니다.
en: Failed to start Live Activity.

# liveSchedule.error.updateFailed
source: 라이브액티비티 업데이트에 실패했습니다.
en: Failed to update Live Activity.

# liveSchedule.eta.arrived
source: 도착
en: Arrived

# liveSchedule.eta.confirm
source: 확인
en: Confirm

# liveSchedule.eta.directInput
source: 직접 입력
en: Manual input

# liveSchedule.eta.minutesUntilArrival
source: 분 후 도착
en: min until arrival

# liveSchedule.eta.minuteUnit
source: 분
en: min

# liveSchedule.eta.notice1
source: 도착 예정 시간은 참가자가 직접 입력한 예상 시간이에요.
en: Estimated arrival times are entered by participants themselves.

# liveSchedule.eta.notice2
source: 실제 도착과 다를 수 있어요.
en: Actual arrival may differ.

# liveSchedule.groupedName
source: %1$@ 외%2$lld명
en: %1$@ +%2$lld

# liveSchedule.groupFallback
source: 그룹
en: Group

# liveSchedule.info.defaultLocation
source: 강남역 11번 출구
en: Gangnam Station Exit 11

# liveSchedule.info.defaultTitle
source: 피자 일정
en: Pizza Meetup

# liveSchedule.info.dynamicIsland
source: 다이나믹 아일랜드
en: Dynamic Island

# liveSchedule.info.lockScreen
source: 잠금화면
en: Lock Screen

# liveSchedule.info.subtitle
source: 잠금화면과 다이나믹 아일랜드에서 친구들의 도착 상황을 실시간으로 확인할 수 있어요
en: See your friends' arrival status live on the Lock Screen and Dynamic Island

# liveSchedule.info.supportNote
source: * iPhone 14 Pro 이상부터 가능해요
en: * Available on iPhone 14 Pro and later

# liveSchedule.info.title
source: 실시간 공유란?
en: What is Live Sharing?

# liveSchedule.intent.updateEta.channelId
source: 채널 ID
en: Channel ID

# liveSchedule.intent.updateEta.description
source: 도착 예상 시간을 변경합니다
en: Updates the estimated arrival time.

# liveSchedule.intent.updateEta.estimatedMinutes
source: 도착 예상 시간 (분)
en: Estimated Arrival (Minutes)

# liveSchedule.intent.updateEta.participantsJson
source: 참가자 JSON
en: Participants JSON

# liveSchedule.intent.updateEta.title
source: 도착 예상 시간 변경
en: Update ETA

# liveSchedule.intent.updateEta.trackingDurationMinutes
source: 추적 시간 (분)
en: Tracking Duration (Minutes)

# liveSchedule.intent.updateEta.userId
source: 사용자 ID
en: User ID

# liveSchedule.manualInput
source: 직접 입력
en: Manual Input

# liveSchedule.me
source: 나
en: Me

# liveSchedule.participantCount
source: %lld명
en: %lld members

# liveSchedule.participants.arrivedCount
source: %1$lld/%2$lld 도착
en: %1$lld/%2$lld arrived

# liveSchedule.participants.status
source: 참가자 현황
en: Participant Status

# liveSchedule.realtime
source: 실시간
en: Real-time

# liveSchedule.scheduleTime
source: 일정 시간
en: Schedule Time

# liveSchedule.status.almostThere
source: 거의 도착
en: Almost there

# liveSchedule.status.arrived
source: 도착
en: Arrived

# liveSchedule.status.beforeStart
source: 아직 출발 전
en: Not departed yet

# liveSchedule.status.etaMinutes
source: %lld분
en: %lld min

# liveSchedule.status.late
source: 지각
en: Late

# liveSchedule.status.lateExpected
source: 지각 예상
en: Expected late

# liveSchedule.status.onTheWay
source: 이동 중
en: On the way

# liveSchedule.status.waiting
source: 대기
en: Waiting

# liveSchedule.tab.chat
source: 채팅
en: Chat

# liveSchedule.tab.map
source: 지도
en: Map

# liveSchedule.tab.status
source: 현황
en: Status

# liveSchedule.time.elapsed
source: 지남
en: elapsed

# liveSchedule.time.hoursMinutes
source: %1$lld시간 %2$lld분
en: %1$lld hr %2$lld min

# liveSchedule.time.minutesOnly
source: %lld분
en: %lld min

# manageGroup.activeSchedules
source: 진행중 일정
en: Active

# manageGroup.currentMembers
source: 현재 인원
en: Current

# manageGroup.deleteGroup
source: 그룹 삭제
en: Delete Group

# manageGroup.deleteGroupConfirm
source: 그룹을 삭제하면 모든 멤버가 그룹에서 제거되며, 복구할 수 없습니다.
en: Deleting this group will remove all members and cannot be undone.

# manageGroup.host
source: 호스트
en: Host

# manageGroup.introduction
source: 소개
en: About

# manageGroup.leave
source: 나가기
en: Leave

# manageGroup.leaveGroup
source: 그룹 나가기
en: Leave Group

# manageGroup.leaveGroupConfirm
source: 정말로 이 그룹을 나가시겠습니까?
en: Are you sure you want to leave this group?

# manageGroup.maxMembers
source: 최대 인원
en: Max

# manageGroup.memberLoadFailed
source: 멤버 목록을 불러올 수 없습니다
en: Unable to load member list

# manageGroup.memberRole
source: 멤버
en: Member

# manageGroup.membersCount
source: %lld명
en: %lld members

# manageGroup.pastSchedules
source: 지난 일정
en: Past Schedules

# manageGroup.selectNewHost
source: 새로운 호스트 선택
en: Select New Host

# manageGroup.selectNewHostDescription
source: 그룹을 관리할 새로운 호스트를 선택해주세요
en: Please select a new host to manage the group

# manageGroup.title
source: 그룹 상세
en: Group Details

# manageGroup.transfer
source: 양도
en: Transfer

# manageGroup.transferHost
source: 호스트 양도
en: Transfer Host

# manageGroup.transferHostConfirm
source: %@님에게 호스트를 양도하시겠습니까? 양도 후에는 되돌릴 수 없습니다.
en: Transfer host to %@? This action cannot be undone.

# manageGroup.transferHostFailed
source: 호스트 양도 실패
en: Host Transfer Failed

# notification.empty.subtitle
source: 새로운 일정이나 그룹 소식이 있으면 여기서 알려드릴게요
en: We'll notify you here when there are new schedules or group updates

# notification.empty.title
source: 알림이 없어요
en: No notifications

# notification.error.loadFailed
source: 알림을 불러올 수 없어요
en: Unable to load notifications

# notification.filter.all
source: 전체
en: All

# notification.filter.unread
source: 안 읽음
en: Unread

# notification.markAllAsRead
source: 모두 읽음
en: Mark all as read

# notification.selectAll
source: 전체 선택
en: Select all

# notification.selectedCount
source: %lld개 선택됨
en: %lld selected

# notification.title
source: 알림
en: Notifications

# onboarding.hasInviteCode
source: 초대코드가 있어요
en: I have an invite code

# onboarding.intro.hero.bubble1
source: 토요일 되는 사람? 🙋
en: Who can do Saturday? 🙋

# onboarding.intro.hero.bubble2
source: 나 7시 이후만 돼
en: I can only do after 7

# onboarding.intro.hero.bubble3
source: 읽씹...
en: Seen... no reply...

# onboarding.intro.hero.bubble4
source: 결국 어떻게 된거야?
en: So what did we decide?

# onboarding.intro.hero.confirmed.1.detail
source: 영화 보고 저녁!
en: Movie then dinner!

# onboarding.intro.hero.confirmed.1.location
source: CGV 강남
en: CGV Gangnam

# onboarding.intro.hero.confirmed.1.title
source: 대학 동기 모임
en: College Friends Meetup

# onboarding.intro.hero.confirmed.2.detail
source: 분기 마무리 회식
en: Quarter-end dinner

# onboarding.intro.hero.confirmed.2.location
source: 강남 고깃집
en: Gangnam BBQ

# onboarding.intro.hero.confirmed.2.title
source: 회식
en: Team Dinner

# onboarding.intro.hero.confirmed.3.detail
source: 이번 주 매치
en: This week's match

# onboarding.intro.hero.confirmed.3.location
source: 잠실 풋살장
en: Jamsil Futsal Field

# onboarding.intro.hero.confirmed.3.title
source: 풋살 모임
en: Futsal Match

# onboarding.intro.hero.confirmed.4.detail
source: 스트레스 해소!
en: Stress relief!

# onboarding.intro.hero.confirmed.4.location
source: 홍대 코인노래방
en: Hongdae Coin Karaoke

# onboarding.intro.hero.confirmed.4.title
source: 노래방 번개
en: Karaoke Hangout

# onboarding.intro.hero.confirmed.5.detail
source: 한 주 고생했다
en: We made it through the week

# onboarding.intro.hero.confirmed.5.location
source: 을지로 호프집
en: Euljiro Pub

# onboarding.intro.hero.confirmed.5.title
source: 금요 치맥
en: Friday Chicken & Beer

# onboarding.intro.hero.confirmedBadge
source: 확정
en: Confirmed

# onboarding.intro.hero.fries.detail
source: 케첩 필수 지참
en: Bring ketchup

# onboarding.intro.hero.fries.location
source: 맥도날드
en: McDonald's

# onboarding.intro.hero.fries.title
source: 감튀 파티
en: Fries Party

# onboarding.intro.hero.group.classmates
source: 대학 동기
en: College Friends

# onboarding.intro.hero.group.fries
source: 감튀 그룹
en: Fries Crew

# onboarding.intro.hero.group.participantCount
source: · %@명
en: · %@ people

# onboarding.intro.hero.pendingOneLeft
source: 1명 남음
en: 1 left

# onboarding.intro.hero.personal.1.detail
source: 목표 900점
en: Target score 900

# onboarding.intro.hero.personal.1.location
source: 서울대 시험장
en: SNU Test Center

# onboarding.intro.hero.personal.1.time
source: 오후 2시
en: 2 PM

# onboarding.intro.hero.personal.1.title
source: 토익 시험
en: TOEIC Exam

# onboarding.intro.hero.personal.2.detail
source: 커트 + 염색
en: Cut + color

# onboarding.intro.hero.personal.2.location
source: 헤어살롱
en: Hair Salon

# onboarding.intro.hero.personal.2.time
source: 오후 3시
en: 3 PM

# onboarding.intro.hero.personal.2.title
source: 미용실 예약
en: Hair Salon Appointment

# onboarding.intro.hero.personal.3.detail
source: 연례 종합검진
en: Annual checkup

# onboarding.intro.hero.personal.3.location
source: 서울병원
en: Seoul Hospital

# onboarding.intro.hero.personal.3.time
source: 오전 9시
en: 9 AM

# onboarding.intro.hero.personal.3.title
source: 건강검진
en: Health Checkup

# onboarding.intro.hero.personal.4.detail
source: 스케일링
en: Teeth cleaning

# onboarding.intro.hero.personal.4.location
source: 연세치과
en: Yonsei Dental Clinic

# onboarding.intro.hero.personal.4.time
source: 오후 4시
en: 4 PM

# onboarding.intro.hero.personal.4.title
source: 치과 예약
en: Dentist Appointment

# onboarding.intro.hero.personal.5.detail
source: 하체 운동 Day
en: Leg day

# onboarding.intro.hero.personal.5.location
source: 피트니스센터
en: Fitness Center

# onboarding.intro.hero.personal.5.time
source: 오후 7시
en: 7 PM

# onboarding.intro.hero.personal.5.title
source: PT 수업
en: PT Session

# onboarding.intro.hero.personalBadge
source: 개인
en: Personal

# onboarding.intro.hero.tagline.line1
source: 흩어진 일정,
en: Scattered plans,

# onboarding.intro.hero.tagline.line2
source: 이제 Promiso가 챙길게요
en: Promiso keeps them organized

# onboarding.intro.hero.upcoming.1.detail
source: 선물 준비 완료
en: Gift ready

# onboarding.intro.hero.upcoming.1.location
source: 한정식집
en: Korean Restaurant

# onboarding.intro.hero.upcoming.1.time
source: 내일 오후 6시
en: Tomorrow 6 PM

# onboarding.intro.hero.upcoming.1.title
source: 엄마 생신 저녁
en: Mom's Birthday Dinner

# onboarding.intro.hero.upcoming.2.detail
source: 중간고사 대비
en: Midterm prep

# onboarding.intro.hero.upcoming.2.location
source: 스타벅스 역삼점
en: Starbucks Yeoksam

# onboarding.intro.hero.upcoming.2.time
source: 토요일 오전 10시
en: Saturday 10 AM

# onboarding.intro.hero.upcoming.2.title
source: 카페 스터디
en: Cafe Study

# onboarding.intro.hero.upcoming.3.detail
source: 북한산 코스
en: Bukhansan route

# onboarding.intro.hero.upcoming.3.location
source: 북한산 입구
en: Bukhansan Entrance

# onboarding.intro.hero.upcoming.3.time
source: 일요일 오전 7시
en: Sunday 7 AM

# onboarding.intro.hero.upcoming.3.title
source: 등산 모임
en: Hiking Group

# onboarding.intro.hero.upcoming.4.detail
source: 초급반 3회차
en: Beginner class #3

# onboarding.intro.hero.upcoming.4.location
source: 올림픽공원
en: Olympic Park

# onboarding.intro.hero.upcoming.4.time
source: 수요일 오후 7시
en: Wednesday 7 PM

# onboarding.intro.hero.upcoming.4.title
source: 테니스 레슨
en: Tennis Lesson

# onboarding.intro.hero.upcoming.5.detail
source: 오랜만에 만남
en: Meeting after a long time

# onboarding.intro.hero.upcoming.5.location
source: 광화문 맛집
en: Gwanghwamun Restaurant

# onboarding.intro.hero.upcoming.5.time
source: 오늘 낮 12시
en: Today 12 PM

# onboarding.intro.hero.upcoming.5.title
source: 점심 일정
en: Lunch Meetup

# onboarding.intro.home.itemCount
source: %lld개
en: %lld

# onboarding.intro.home.needResponseTitle
source: 응답이 필요해요
en: Response Needed

# onboarding.intro.home.subtitle
source: 개인 일정, 그룹 일정, 응답할 것까지 Promiso가 알아서 챙겨요
en: From personal plans to group plans and pending responses, Promiso keeps track for you

# onboarding.intro.home.title
source: 열기만 하면, 오늘 뭐 할지 다 보여요
en: Open it and see everything for today

# onboarding.intro.home.todayRow1.tag
source: 회사 동료
en: Coworkers

# onboarding.intro.home.todayRow1.title
source: 점심 일정
en: Lunch Meetup

# onboarding.intro.home.todayRow2.tag
source: 개인
en: Personal

# onboarding.intro.home.todayRow2.title
source: 스터디
en: Study Session

# onboarding.intro.home.todayTitle
source: 오늘의 일정
en: Today's Schedule

# onboarding.intro.home.upcomingRow1.day
source: 수
en: Wed

# onboarding.intro.home.upcomingRow1.time
source: 오후 7시
en: 7 PM

# onboarding.intro.home.upcomingRow1.title
source: 팀 회식
en: Team Dinner

# onboarding.intro.home.upcomingRow2.day
source: 금
en: Fri

# onboarding.intro.home.upcomingRow2.time
source: 오후 6시
en: 6 PM

# onboarding.intro.home.upcomingRow2.title
source: 영화 관람
en: Movie Night

# onboarding.intro.home.upcomingTitle
source: 다가오는 일정
en: Upcoming Plans

# onboarding.intro.live.badge.arrived
source: 도착
en: Arrived

# onboarding.intro.live.badge.waiting
source: 대기
en: Waiting

# onboarding.intro.live.etaArrived
source: 도착
en: Arrived

# onboarding.intro.live.etaMinutes
source: %lld분
en: %lld min

# onboarding.intro.live.groupName
source: 대학 동기 모임
en: College Friends Meetup

# onboarding.intro.live.me
source: 나
en: Me

# onboarding.intro.live.minuteUnit
source: 분
en: m

# onboarding.intro.live.realtime
source: 실시간
en: Live

# onboarding.intro.live.status.almostThere
source: 거의 도착
en: Almost there

# onboarding.intro.live.status.arrived
source: 도착 완료
en: Arrived

# onboarding.intro.live.status.beforeStart
source: 아직 출발 전
en: Not departed yet

# onboarding.intro.live.status.lateExpected
source: 지각 예상
en: Likely late

# onboarding.intro.live.status.onTheWay
source: 이동 중
en: On the way

# onboarding.intro.live.subtitle
source: 각자 상태만 공유하면, 잠금화면에서도 모두의 상황이 보여요.
en: Share your status once, and everyone can see updates even on the lock screen.

# onboarding.intro.live.tapHint
source: 도착 예정 시간을 눌러보세요
en: Tap your ETA

# onboarding.intro.live.timeRemaining
source: 일정 시간까지 15분 남았어요
en: 15 minutes left until meetup

# onboarding.intro.live.title
source: 오고 있는지, 물어보지 않아도 돼요
en: No need to ask if everyone is coming

# onboarding.intro.problem.bottomLine1
source: 일정은 즐거워야 하는데
en: Planning should be fun,

# onboarding.intro.problem.bottomLine2
source: 잡는 과정이 제일 피곤하잖아요
en: the planning part is the most exhausting

# onboarding.intro.problem.countLabel
source: 일정 하나 잡는 데 카톡 수 💬
en: Messages needed to plan one meetup 💬

# onboarding.intro.problem.painPoint1
source: "토요일 되는 사람?" 단톡방 폭격
en: "Who can do Saturday?" chat room bombardment

# onboarding.intro.problem.painPoint2
source: 읽고 답 안 하는 친구
en: Friends who read but do not reply

# onboarding.intro.problem.painPoint3
source: "그때 뭐 하기로 했지?"
en: "Wait, what did we decide again?"

# onboarding.intro.vote.accepted
source: 수락
en: Accepted

# onboarding.intro.vote.acceptedCount
source: %1$lld/%2$lld 수락
en: %1$lld/%2$lld Accepted

# onboarding.intro.vote.autoConfirmed
source: 자동 확정!
en: Auto Confirmed!

# onboarding.intro.vote.groupName
source: 대학 동기 모임
en: College Friends Meetup

# onboarding.intro.vote.minimumRequired
source: 최소 %lld명
en: Minimum %lld

# onboarding.intro.vote.notificationSubtitle
source: 내일 오후 6:00에 만나요!
en: Tomorrow, 6:00 PM

# onboarding.intro.vote.notificationTitle
source: 🎓 대학 동기 모임 일정 확정! 🎉
en: 🎓 Meetup confirmed! 🎉

# onboarding.intro.vote.now
source: 지금
en: Now

# onboarding.intro.vote.subtitle
source: 수락만 누르세요. 나머지는 Promiso가 할게요.
en: Just tap Accept. Promiso handles the rest.

# onboarding.intro.vote.title
source: 인원 모이면, 알아서 확정
en: Auto-confirm when enough join

# onboarding.intro.vote.waiting
source: 대기중
en: Waiting

# onboarding.laterHint
source: 나중에 홈에서도 언제든 할 수 있어요
en: You can always do this later from home

# onboarding.ready.description
source: 그 일정, 그룹을 생성하고 한 번에 잡아보세요
en: Create a group and schedule it all at once

# onboarding.ready.subtitle
source: 이번 주에 만날 친구, 누가 떠올라요?
en: Who comes to mind for this week's meetup?

# onboarding.ready.title
source: 준비 완료!
en: All Set!

# onboarding.skipForNow
source: 괜찮아요
en: Not now

# onboarding.start
source: 시작하기
en: Get Started

# overlayScheduleDetail.accept
source: 수락
en: Accept

# overlayScheduleDetail.confirmationRemaining
source: 확정까지 %lld명 더 필요
en: %lld more needed to confirm

# overlayScheduleDetail.confirmed
source: 확정됨
en: Confirmed

# overlayScheduleDetail.confirmThreshold
source: 확정 %lld
en: Threshold %lld

# overlayScheduleDetail.declined
source: 불참함
en: Not going

# overlayScheduleDetail.declinedCount
source: 불참 %lld
en: Not going %lld

# overlayScheduleDetail.inProgress
source: 진행 중
en: In Progress

# overlayScheduleDetail.memo
source: 메모
en: Memo

# overlayScheduleDetail.now
source: 지금
en: NOW

# overlayScheduleDetail.participated
source: 참여함
en: Going

# overlayScheduleDetail.participationCount
source: 참여 %lld
en: Going %lld

# overlayScheduleDetail.pastEvent
source: 지난 일정
en: Past Event

# overlayScheduleDetail.pending
source: 미정
en: Undecided

# overlayScheduleDetail.personalEvent
source: 개인 일정
en: Personal Event

# overlayScheduleDetail.reject
source: 거절
en: Decline

# overlayScheduleDetail.respondFailed
source: 응답 전송에 실패했어요
en: Failed to send response

# overlayScheduleDetail.startsAfter
source: 후 시작
en: until start

# overlayScheduleDetail.totalCount
source: 전체 %lld
en: Total %lld

# overlayScheduleDetail.viewFullDetail
source: 전체 상세 보기
en: View Full Detail

# pastSchedules.emptyFilteredSubtitle
source: 필터를 변경하거나 검색어를 확인해보세요
en: Try changing filters or check your search query

# pastSchedules.emptyFilteredTitle
source: 조건에 맞는 지난 일정이 없습니다
en: No past schedules matching criteria

# pastSchedules.emptySubtitle
source: 완료된 일정이 여기에 표시됩니다
en: Completed schedules will appear here

# pastSchedules.emptyTitle
source: 지난 일정이 없습니다
en: No past schedules

# pastSchedules.filter.all
source: 전체
en: All

# pastSchedules.filter.confirmed
source: 완료
en: Completed

# pastSchedules.filter.failed
source: 미성사
en: Failed

# pastSchedules.loadFailed
source: 데이터를 불러올 수 없습니다
en: Unable to load data

# pastSchedules.searchPlaceholder
source: 제목·설명·장소로 검색
en: Search by title, description, or location

# pastSchedules.sort.newest
source: 최신순
en: Newest

# pastSchedules.sort.oldest
source: 오래된순
en: Oldest

# pastSchedules.sort.participants
source: 참여 인원순
en: By Participants

# pastSchedules.title
source: 지난 일정
en: Past Schedules

# personal.add.personalEvent
source: 개인 일정 추가
en: Add Personal Event

# personal.add.recurringEvent
source: 반복 일정 추가
en: Add Recurring Event

# personal.empty.all
source: 아직 일정이 없어요 + 버튼으로 새 일정을 만들어보세요
en: No events yet Tap + to create one

# personal.empty.future
source: 예정된 일정이 없어요 + 버튼으로 새 일정을 만들어보세요
en: No upcoming events Tap + to create one

# personal.empty.past
source: 지난 일정이 없어요
en: No past events

# personal.empty.recurring
source: 반복 일정이 없습니다 + 버튼으로 추가해보세요
en: No recurring events yet. Tap + to add one

# personal.empty.today
source: 오늘 일정이 없어요 여유로운 하루를 보내세요
en: No events today Enjoy your day

# personal.event.notification.startsInDays
source: %lld일 후 시작하는 일정입니다
en: Starts in %lld day(s)

# personal.event.notification.startsInHours
source: %lld시간 후 시작하는 일정입니다
en: Starts in %lld hour(s)

# personal.event.notification.startsInMinutes
source: %lld분 후 시작하는 일정입니다
en: Starts in %lld minute(s)

# personal.event.notification.startsInWeeks
source: %lld주 후 시작하는 일정입니다
en: Starts in %lld week(s)

# personal.event.notification.startsNow
source: 지금 시작하는 일정입니다
en: Starting now

# personal.event.photoCount
source: 사진 %lld장
en: %lld photos

# personal.event.reminderAtEvent
source: 이벤트 시점 알림
en: Reminder at event time

# personal.event.reminderConfigured
source: 알림 설정됨
en: Reminder set

# personal.event.reminderDays
source: %lld일 전 알림
en: Reminder %lld days before

# personal.event.reminderHours
source: %lld시간 전 알림
en: Reminder %lld hours before
